Repository: msmuenchen/limux-gosa
Catalog: gosa-plugins/mit-krb5/locale/*/LC_MESSAGES/messages.po
Languages: de, fr

source: Kerberos options
de: Kerberos Einstellungen
fr: Options Kerberos

source: Retry
de: Wiederholen
fr: Réessayer

source: Cancel
de: Abbrechen
fr: Annuler

source: Policy settings
de: Richtlinien-Einstellungen
fr: Paramètres de polices de sécurité

source: Realm
fr: Domaine

source: Policy
de: Richtlinie
fr: Polices de sécurité

source: Ticket max life
de: Maximale Ticketlebensdauer
fr: Durée de vie maximum du ticket

source: Ticket max renew
de: Maximale Ticket-Erneuerbarkeit
fr: Durée de renouvellement maximum du ticket

source: infinite
de: unendlich
fr: Infini

source: Hour
de: Stunde
fr: Heure

source: Day
de: Tag
fr: Jour

source: Month
de: Monat
fr: Mois

source: Year
de: Jahr
fr: Année

source: Valid ticket end time
de: Gültigkeitsende des Tickets
fr: Date de validité de fin pour le ticket

source: Password expires
de: Passwort läuft ab
fr: Expiration du mot de passe

source: Status
fr: Statut

source: Generic
de: Allgemein
fr: Informations

source: Failed logins
de: Fehlgeschlagene Anmeldungen
fr: Connections échouées

source: none
de: keine
fr: aucun

source: Key version number
de: Schlüssel Versionsnummer
fr: Numéro de version de la clef

source: Last failed login
de: Letzte fehlgeschlagene Anmeldung
fr: Dernière connexion échouée

source: Last password change
de: Letzte Passwortänderung
fr: Dernier changement de mot de passe

source: Last successful login
de: Letzte erfolgreiche Anmeldung
fr: Dernière connexion réussie

source: Last modification date
de: Letzte Änderung
fr: Dernière date de modification

source: Prohibit issuance of service tickets
de: Ausgeben von Dienst-Tickets verbieten
fr: Interdire l'emission de tickets de services

source: Prohibit forward able tickets
de: Ticketweiterleitung verbieten
fr: Interdire les tickets transférables

source: Disallow proxable tickets
de: Proxyable-Tickets verbieten
fr: Interdire les tickets proxiables

source: Prohibit renewable tickets
de: Erneuerbare Tickets verbieten
fr: Interdire les tickets renouvelables

source: Disallow Ticket-Granting Service
de: Ticket-Granting-Dienst verbieten
fr: Service D'interdiction d'émission de ticket

source: Password change service
de: Passwort-Änderungs-Dienst
fr: Service de changement de mot de passe

source: Pre-authentication required
de: Benötige Vor-Authentifizierung
fr: Pré authentification requise

source: Force a password change
de: Erzwinge Passwortänderung
fr: Forcer un changement de mot de passe

source: Hardware pre-authentication
de: Hardware-Vorauthentifizierung
fr: Pré authentification hardware

source: Disallow user to user authentication
de: Verbiete Benutzer-Benutzer-Authentifizierung
fr: Interdire l'authentification utilisateur à utilisateur

source: Forbid ticket issuance
de: Ticketausgabe verbieten
fr: Interdire l'emission de tickets

source: Save
de: Sichern
fr: Enregistrer

source: This policy is referenced %d times.
de: Diese Richtlinie wird %d mal verwendet.
fr: Cette politique de sécurité est référencée %d fois.

source: Policy name
de: Richtlinien-Name
fr: Nom de la police de sécurité

source: Password history size
de: Größe der Passwort-Historie
fr: Historique des tailles de mot de passe

source: Minimum password length
de: Minimale Passwortlänge
fr: Taille minimum du mot de passe

source: Required different characters
de: Anzahl der unterschiedlichen Zeichen
fr: Necéssite des caractères différents

source: The value specified for '%s' must be smaller than the value specified for '%s'!
de: Der für '%s' angegebene Wert muss kleiner als der für '%s' sein!
fr: La valeur spécifiée pour '%s' doit être plus petite que la valeur spécifiée pour '%s' !

source: Minimum password lifetime
de: Minimale Passwort-Lebenszeit
fr: Dureé de vie minimum du mot de passe

source: Password lifetime
de: Passwort-Lebenszeit
fr: Durée de vie du mot de passe

source: Cannot load principal '%s', from server '%s'!
de: Kann Principal '%s' nicht von Server '%s' beziehen!
fr: Impossible de charger le principal '%s', depuis le serveur '%s' !

source: Service infrastructure
de: Dienst-Infrastruktur
fr: Service d'infrastructure

source: Cannot load principals from server '%s'!
de: Kann die Liste der Principals nicht von Server '%s' beziehen!
fr: Impossible de charger le principal depuis '%s' !

source: Cannot load policies from server '%s'!
de: Kann die Liste der Richtlinien nicht von Server '%s' beziehen!
fr: Impossible de charger les polices de sécurité depuis '%s' !

source: Daemon based
de: Dienst basierend
fr: Basé sur un service

source: Kerberos kadmin access
de: Kerberos-Zugang via kadmin
fr: Accès kadmin Kerberos

source: Kerberos Realm
fr: Realm Kerberos

source: Policies
de: Richtlinien
fr: polices de sécurité

source: Kerberos service
de: Kerberos-Dienst
fr: Service Kerberos

source: Name
fr: Nom

source: Kerberos service (kadmin access informations)
de: Kerberos Dienst (kadmin Zugangs-Informationen)
fr: Service Kerberos ( accès information kadmin )

source: Cannot apply policy changes! The defined Kerberos server has no MAC address.
de: Kann die Richtlinienänderungen nicht anwenden! Der verwendete Kerberos-Server hat keine MAC-Adresse.
fr: Impossible d'appliquer les changement de polices de sécurité ! Le serveur Kerberos défini n'a pas d'adresse MAC.

source: Remove
de: Entfernen
fr: Enlever

source: Kerberos access information
de: Kerberos Zugangs-Information
fr: Information d'accès Kerberos

source: Services
de: Dienste
fr: Service

source: Start
fr: Démarrage

source: Stop
de: Stopp
fr: Arrêt

source: Restart
de: Neustarten
fr: Redémarrage

source: updated to
de: aktualisiert nach
fr: mise à jour pour

source: The principal name of this system has changed. Do you want to update your principals? The affected principals are listed below: %s
de: Der Prinzipal-Name dieses Systems hat sich geändert. Soll er aktualisiert werden? Die betroffenen Prinzipale:
fr: Le nom du principal à changé pour ce système. Voulez vous mettre à jour vos principaux ? Les principaux affectés sont : %s

source: Create key
de: Schlüssel anlegen
fr: Créer un clefs

source: Recreate key
de: Schlüssel auffrischen
fr: Récréer une clefs

source: Remove key
de: Schlüssel entfernen
fr: Enlever un clefs

source: installed
de: installiert
fr: installé

source: Kerberos key
de: Kerberos-Schlüssel
fr: Clé Kerberos

source: Kerberos host key
de: Kerberos-Host-Schlüssel
fr: Clé Kerberos de l'hôte

source: Kerberos policy
de: Kerberos-Richtlinien
fr: Politique Kerberos

source: seconds
de: Sekunden
fr: secondes

source: Kerberos keys
de: Kerberos-Schlüssel
fr: Clés Kerberos

source: Flags
de: Schalter

source: Principle
de: Richtlinie
