Repository: msmuenchen/limux-gosa
Catalog: gosa-plugins/samba/locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Generic
pt_br: Geral

source: Home directory
pt_br: Diretório pessoal

source: Domain
pt_br: Domínio

source: Show information
pt_br: Exibir informações

source: Script path
pt_br: Script de logon

source: Profile path
pt_br: Perfil

source: Terminal Server
pt_br: Serviço de terminal

source: Allow login on terminal server
pt_br: Permitir acesso ao serviço de terminal

source: Initial program
pt_br: Programa inicial

source: Working directory
pt_br: Diretório inicial

source: Timeout settings (in minutes)
pt_br: Configurações de limite de tempo (em minutos)

source: Connection
pt_br: Conexão

source: Disconnection
pt_br: Desconexão

source: IDLE
pt_br: Inativo

source: Client devices
pt_br: Dispositivos cliente

source: Default to main client printer
pt_br: Impressora padrão do cliente como padrão

source: Miscellaneous
pt_br: Diversos

source: Shadowing
pt_br: Sombreamento

source: On broken or timed out
pt_br: Com problema ou tempo esgotado

source: Reconnect if disconnected
pt_br: Reconectar se desconectado

source: Access options
pt_br: Opções de acesso

source: The password never expires
pt_br: A senha expira em

source: Login from windows client requires no password
pt_br: Acesso por cliente Windows não requer senha

source: Lock samba account
pt_br: Conta samba bloqueada

source: Account expires after
pt_br: Conta expira após

source: Edit settings...
pt_br: Editar configurações...

source: Allow connection from these workstations only
pt_br: Permitir somente conexões destas estações de trabalho

source: Used by all users
pt_br: Usado por todos os usuários

source: Used by some users
pt_br: Usado por alguns usuários

source: Specify the hours this user is allowed to log in
pt_br: Especifique o horário que os usuários poderão entrar

source: Hour
pt_br: Hora

source: disabled
pt_br: desabilitado

source: input on, notify on
pt_br: entrada ligada, notificação ligada

source: input on, notify off
pt_br: entrada ligada, notificação desligada

source: input off, notify on
pt_br: entrada desligada, notificação ligada

source: disconnect
pt_br: desconectar

source: reset
pt_br: reiniciar

source: from any client
pt_br: de qualquer cliente

source: from previous client only
pt_br: somente do cliente anterior

source: The password is outdated since %s, by domain policy.
pt_br: A senha está desatualizada desde %s, por uma política de domínio.

source: default
pt_br: padrão

source: Off
pt_br: Desligado

source: On
pt_br: Ligado

source: seconds
pt_br: segundos

source: minutes
pt_br: minutos

source: forever
pt_br: sempre

source: off
pt_br: Desligado

source: on
pt_br: Ligado

source: unset
pt_br: remover

source: immediately
pt_br: imediatamente

source: days
pt_br: dias

source: hours
pt_br: horas

source: Domain attributes
pt_br: Atributo domínio

source: Min password length
pt_br: Tamanho minimo da senha

source: Password history
pt_br: Histórico de senha

source: Force password change
pt_br: Forçar alterar senha

source: Maximum password age
pt_br: Tempo máximo de vida da senha

source: Minimum password age
pt_br: Tempo mínimo de vida da senha

source: Lockout duration
pt_br: Tempo de bloqueio

source: Bad lockout attempt
pt_br: Tentativas para bloqueio

source: Disconnect time
pt_br: Hora desconectada

source: Refuse machine password change
pt_br: Recusar alteração de senha por máquina

source: User attributes
pt_br: Atributos do usuário

source: Last failed login
pt_br: Última falha no logon

source: Last password update
pt_br: Última atualização de senha

source: Password expires
pt_br: A senha expira em

source: No
pt_br: Não

source: The password would expire on %s, but the password expiry is disabled.
pt_br: A senha iria expirar em %s, mas a expiração de senha está desativada.

source: Password change available
pt_br: Alteração de senha disponível

source: LDAP error
pt_br: Erro LDAP

source: Home drive
pt_br: Diretório pessoal

source: Home path
pt_br: Diretório pessoal

source: Information
pt_br: Informação

source: Warning
pt_br: Aviso

source: Undefined Samba SID detected. Please fix this problem manually!
pt_br: Samba SID não informado. Por favor corrija esse problema manualmente!

source: Cannot convert primary group to samba group: group cannot be identified!
pt_br: Não é possível converter o grupo principal para grupo samba: o grupo não pode ser identificado!

source: Samba settings
pt_br: Configurações do Samba

source: My account
pt_br: Minha conta

source: Generic home directory
pt_br: Diretório pessoal geral

source: Generic samba home drive
pt_br: Driver de diretório pessoal do Samba

source: Generic script path
pt_br: Caminho do script geral

source: Generic profile path
pt_br: Caminho do perfil geral

source: Account expires
pt_br: A conta expira

source: Password never expires
pt_br: A senha nunca expira

source: Allow connection from
pt_br: Permitir conexões de

source: The windows user manager only allows eight clients. You've specified more than eight.
pt_br: O gerenciador de usuários windows só permite oito clientes. Você especificou mais do que isso.

source: network
pt_br: rede

source: Error
pt_br: Erro

source: Name
pt_br: Nome

source: Win generic
pt_br: Win

source: Windows workstation generic
pt_br: Estação Windows

source: Win workstation
pt_br: Estação Windows

source: Description
pt_br: Descrição

source: Machine name
pt_br: Nome da máquina
